{
  "title": "Análisis sobre la desaparición de personas en el Ecuador",
  "description": "Una manera de usar los datos para entender el perfil de las personas desaparecidas en el Ecuador atraves de la visualización.",
  "url": "https://github.com/ccalobeto/missed-ec",
  "keywords": "Ecuador, crime, missing people, human rights",
  "byline": "Elaborado por <a href=https://www.carlosleon.dev target=_blank>Carlos León</a>",
  "footer": "Un gráfico hecho en svelte y d3.js. <span> <a https://www.carlosleon.dev/blog/missed-in-ec target=_blank>Blog post</a> | <a href=https://github.com/ccalobeto/missed-ec target=_blank>GitHub</a> </span>.",
  "body": [
    {
      "type": "text",
      "value": "En Ecuador, el tema de las personas desaparecidas ha atraído una atención significativa debido a un número preocupante de desapariciones, particularmente entre las niñas. "
    },
    {
      "type": "text",
      "value": "Informes recientes indican que un gran número de niñas entre las edades de 7 y 14 años han sido reportadas como desaparecidas, lo que lleva a una crisis nacional."
    },
    {
      "type": "text",
      "value": "El Ministerio del Interior ha publicado informes anuales para arrojar luz sobre las cifras de desapariciones registradas, con el objetivo de dar visibilidad a este problema apremiante."
    },
    {
      "type": "text",
      "value": "Los esfuerzos para localizar a las personas desaparecidas han sido apoyados por avances en tecnología y ciencia forense; como la tipificación de ADN a través del análisis de restos de huesos y dientes. Además, se han desarrollado sistemas de geolocalización gubernamental para ayudar en la ubicación rápida de las personas desaparecidas, especialmente en áreas remotas."
    },
    {
      "type": "text",
      "value": "Estas iniciativas, combinadas con una mayor conciencia pública, la disposición de la información en la <a href=https://www.datosabiertos.gob.ec/dataset/personas-desaparecidas> plataforma de datos abiertos de la república</a>  e informes gubernamentales, son pasos cruciales para abordar el tema de las personas desaparecidas en Ecuador."
    },
    {
      "type": "text",
      "value": "Y empezamos lo que nos dicen los datos históricos ..."
    },
    {
      "type": "bar-chart",
      "value": {
        "steps": [
          "En el periodo acumulado <b>2017-2025 </b>, los casos reportados de personas desaparecidas fueron de <b> 68,516 </b>.",
          "Los casos han ido descendiendo en el tiempo. Comparando 2024 vs 2017 hay una disminución del <span style=background-color:#c994c7> 34% </span>."
        ]
      }
    },
    {
      "type": "bar-chart",
      "value": {
        "steps": [
          "Y en el mismo periodo, aún permanecen desaparecidas <span style=background-color:#df65b0> 2181</span> personas."
        ]
      }
    },
    {
      "type": "text",
      "value": "Veamos como está compuesto estos <span style=background-color:#c994c7> 6,952</span> casos reportados del 2024 ..."
    },
    {
      "type": "donut-chart",
      "value": {
        "steps": [
          "Más del <b>57%</b> de las desapariciones reportadas en el 2024 son <span style=background-color:#F88B9D80>mujeres</span>."
        ]
      }
    },
    {
      "type": "bar-chart",
      "value": {
        "steps": [
          "El <b>44%</b> de las desapariciones corresponden a edades entre <span style=background-color:#bf5b17> 13 y 17 </span> años."
        ]
      }
    },
    {
      "type": "donut-chart",
      "value": {
        "steps": [
          "Del total de desapariciones, el <b> 4.6% </b> es <span style=background-color:#8F0DA480> forzosa</span> o con signos de criminalidad."
        ]
      }
    },
    {
      "type": "bar-chart",
      "value": {
        "steps": [
          "Las <span style=background-color:#91003f> Causas Personales </span> son la causa de más común con el <b> 45% </b>de los casos reportados.",
          "Un <b> 10% </b>aún se encuentra <span style=background-color:#ce1256> Desaparecido </span>.",
          "El <b> 3% </b>es <span style=background-color:#e7298a> Posible vinculación a delito </span> como trata de personas y tráfico de inmigrantes."
        ]
      }
    },
    {
      "type": "choropleth-map",
      "value": {
        "steps": [
          "Los cantones con mayores desapariciones son <b>Guayas</b> y <b>Quito</b>."
        ]
      }
    },
    {
      "type": "choropleth-map",
      "value": {
        "steps": [
          "... pero considerando el tamaño de la población, los cantones con mayores desapariciones son <b>Paquisha</b> y <b>Morona</b>."
        ]
      }
    },
    {
      "type": "text",
      "value": "El presente análisis nos lleva a la conclusión que la población más vulnerable a ser secuestrada por bandas criminales son <span style=background-color:#f0f921>mujeres adolescente con problemas familiares en los cantones de Paquisha y Morona.</span>"
    }
  ]
}