{
  "title": "Análisis sobre las desapariciones en el Ecuador",
  "description": "El uso de enfoques, autoridades y organizaciones basadas en datos apuntan a mejorar la prevención, mejorar los tiempos de respuesta y apoyar a las familias afectadas.",
  "url": "https://github.com/ccalobeto/missed-ec",
  "keywords": "Ecuador, crime, missing people, human rights",
  "byline": "Elaborado por \u003Ca href=https://www.carlosleon.dev target=_blank\u003ECarlos León\u003C/a\u003E",
  "body": [
    {
      "type": "text",
      "value": "En Ecuador, el tema de las personas desaparecidas ha atraído una atención significativa debido a un número preocupante de desapariciones, particularmente entre las niñas. "
    },
    {
      "type": "text",
      "value": "Informes recientes indican que un gran número de niñas entre las edades de 7 y 14 años han sido reportadas como desaparecidas, lo que lleva a una crisis nacional."
    },
    {
      "type": "text",
      "value": "El Ministerio del Interior ha publicado informes anuales para arrojar luz sobre las cifras de desapariciones registradas, con el objetivo de dar visibilidad a este problema apremiante."
    },
    {
      "type": "text",
      "value": "Los esfuerzos para localizar a las personas desaparecidas han sido apoyados por avances en tecnología y ciencia forense; como la tipificación de ADN a través del análisis de restos de huesos y dientes. Además, se han desarrollado sistemas de geolocalización gubernamental para ayudar en la ubicación rápida de las personas desaparecidas, especialmente en áreas remotas."
    },
    {
      "type": "text",
      "value": "Estas iniciativas, combinadas con una mayor conciencia pública e informes gubernamentales, son pasos cruciales para abordar el tema de las personas desaparecidas en Ecuador."
    },
    {
      "type": "donut-chart",
      "value": {
        "steps": [
          "<b>Tipología.</b> Del total de desapariciones, el <b> 6.6% </b> es <span style=background-color:#598FBC> forzosa </span> o con signos de criminalidad, una tasa muy alta comparada como España(1%).",
          "<b>Género.</b> Más del <b>58%</b> de las desapariciones reportadas en el 2024 son <span>mujeres</span>."
        ]
      }
    },
    {
      "type": "bar-chart",
      "value": {
        "steps": [
          "<b>Categoría.</b> Los <span> Problemas familiares </span> son la causa de más común con el <b> 50% </b>de las desapariciones.",
          "<b>Grupos de Edad.</b> El <b>44%</b> de las desapariciones corresponden a menores entre 13 y 17 años."
        ]
      }
    },
    {
      "type": "choropleth-map",
      "value": {
        "steps": [
          "Los cantones con mayores desapariciones son <b>Guayas</b> y <b>Quito</b>.",
          "Y considerando el tamaño de la población, los cantones con mayores desapariciones son <b>Paquisha</b> y <b>Morona</b>."
        ]
      }
    },
    {
      "type": "text",
      "value": "El presente análisis nos lleva a la conclusión que la población más vulnerable a ser secuestrada por bandas criminales son mujeres con problemas familiares entre 13-17 años"
    }
  ]
}